{
  "id": "principi-valori",
  "titolo": "Principi e Valori dell'Unione Europea",
  "materia": "diritto-ue",
  "capitoloNumero": 1,
  "totalePagine": 5,
  "tempoLettura": "20 min",
  "contenuto": [
    {
      "pagina": 1,
      "titolo": "I Valori Fondamentali - Articolo 2 TUE",
      "html": "<h2>I Valori su cui si Fonda l'Unione Europea</h2><p>L'<strong>articolo 2 del Trattato sull'Unione Europea (TUE)</strong> elenca i valori fondamentali che costituiscono le fondamenta dell'integrazione europea. Questi valori sono <strong>vincolanti</strong> per tutti gli Stati membri e la loro violazione puo' portare a sanzioni.</p><h3>Testo dell'Articolo 2 TUE</h3><p><em>\"L'Unione si fonda sui valori del rispetto della <strong>dignita' umana</strong>, della <strong>liberta'</strong>, della <strong>democrazia</strong>, dell'<strong>uguaglianza</strong>, dello <strong>Stato di diritto</strong> e del rispetto dei <strong>diritti umani</strong>, compresi i diritti delle persone appartenenti a minoranze. Questi valori sono comuni agli Stati membri in una societa' caratterizzata dal pluralismo, dalla non discriminazione, dalla tolleranza, dalla giustizia, dalla solidarieta' e dalla parita' tra donne e uomini.\"</em></p><h3>I 6 Valori Fondamentali - Spiegazione Dettagliata</h3><ol><li><strong>Dignita' umana</strong>: E' il primo valore elencato, a sottolinearne l'importanza. Significa che ogni essere umano ha un valore intrinseco che non puo' essere violato. Include il divieto di tortura, trattamenti inumani o degradanti, schiavitu'.</li><li><strong>Liberta'</strong>: Comprende tutte le liberta' fondamentali - personale, di pensiero, di espressione, di religione, di riunione, di associazione. Nel contesto UE include anche le quattro liberta' economiche (merci, persone, servizi, capitali).</li><li><strong>Democrazia</strong>: Il potere deriva dal popolo. Nell'UE si esprime attraverso il Parlamento europeo eletto direttamente e attraverso i governi democratici rappresentati nel Consiglio.</li><li><strong>Uguaglianza</strong>: Tutti i cittadini sono uguali davanti alla legge. Vieta ogni forma di discriminazione basata su sesso, razza, origine etnica, religione, disabilita', eta', orientamento sessuale.</li><li><strong>Stato di diritto</strong>: Il potere pubblico e' sottoposto alla legge. Include l'indipendenza della magistratura, il controllo giurisdizionale degli atti, la certezza del diritto, il divieto di arbitrio.</li><li><strong>Rispetto dei diritti umani</strong>: Include specificamente i diritti delle minoranze. L'UE aderisce ai principi della CEDU e ha una propria Carta dei diritti fondamentali.</li></ol><div class='nota-bene'><strong>QUIZ - MEMORIZZA:</strong> L'art. 2 TUE elenca <strong>6 valori</strong>: dignita', liberta', democrazia, uguaglianza, stato di diritto, diritti umani. Nei quiz chiedono spesso di identificarli o di dire quale NON e' un valore (es. 'solidarieta'' e' citata ma non e' tra i 6 valori principali!).</div>"
    },
    {
      "pagina": 2,
      "titolo": "L'Articolo 7 TUE - Meccanismo di Sanzione",
      "html": "<h2>La Tutela dei Valori: Articolo 7 TUE</h2><p>L'<strong>articolo 7 TUE</strong> prevede un meccanismo per sanzionare gli Stati membri che violano gravemente i valori dell'articolo 2.</p><h3>Procedura di cui all'Art. 7 TUE</h3><h4>Fase 1 - Rischio di Violazione (Art. 7, par. 1)</h4><p>Se c'e' un <strong>evidente rischio</strong> di violazione grave dei valori:</p><ul><li>Il Consiglio, a <strong>maggioranza dei 4/5</strong> dei membri, puo' constatare il rischio</li><li>Su proposta di 1/3 degli Stati membri, del Parlamento europeo o della Commissione</li><li>Previa approvazione del Parlamento europeo</li><li>Lo Stato interessato viene ascoltato e puo' ricevere raccomandazioni</li></ul><h4>Fase 2 - Violazione Grave e Persistente (Art. 7, par. 2)</h4><p>Se c'e' una <strong>violazione grave e persistente</strong>:</p><ul><li>Il Consiglio europeo, deliberando all'<strong>unanimita'</strong> (escluso lo Stato interessato), puo' constatare la violazione</li><li>Su proposta di 1/3 degli Stati membri o della Commissione</li><li>Previa approvazione del Parlamento europeo</li></ul><h4>Fase 3 - Sanzioni (Art. 7, par. 3)</h4><p>Una volta constatata la violazione, il Consiglio puo':</p><ul><li>Sospendere alcuni <strong>diritti</strong> dello Stato membro, incluso il <strong>diritto di voto</strong> in Consiglio</li><li>Delibera a <strong>maggioranza qualificata</strong></li><li>Gli <strong>obblighi</strong> dello Stato restano vincolanti</li></ul><div class='nota-bene'><strong>CASO PRATICO:</strong> La procedura art. 7 e' stata attivata contro Polonia (2017) e Ungheria (2018) per questioni relative all'indipendenza della magistratura e allo stato di diritto. Non si e' mai arrivati alle sanzioni per mancanza di unanimita'.</div>"
    },
    {
      "pagina": 3,
      "titolo": "La Carta dei Diritti Fondamentali",
      "html": "<h2>La Carta dei Diritti Fondamentali dell'UE</h2><p>La Carta e' il documento che raccoglie tutti i <strong>diritti fondamentali</strong> riconosciuti nell'Unione Europea.</p><h3>Storia della Carta</h3><ul><li><strong>7 dicembre 2000</strong>: Proclamata a <strong>Nizza</strong> (solo valore politico)</li><li><strong>12 dicembre 2007</strong>: Nuova proclamazione a Strasburgo</li><li><strong>1 dicembre 2009</strong>: Con il <strong>Trattato di Lisbona</strong> diventa <strong>giuridicamente vincolante</strong></li></ul><h3>Valore Giuridico - Articolo 6, par. 1, TUE</h3><p><em>\"L'Unione riconosce i diritti, le liberta' e i principi sanciti nella Carta dei diritti fondamentali dell'Unione europea [...] che ha lo <strong>stesso valore giuridico dei trattati</strong>.\"</em></p><h3>Struttura della Carta: 6 Titoli, 54 Articoli</h3><div class='schema-riepilogo'><table><tr><th>Titolo</th><th>Nome</th><th>Articoli</th><th>Contenuti Principali</th></tr><tr><td>I</td><td><strong>DIGNITA'</strong></td><td>1-5</td><td>Dignita' umana, diritto alla vita, integrita' della persona, proibizione tortura e schiavitu'</td></tr><tr><td>II</td><td><strong>LIBERTA'</strong></td><td>6-19</td><td>Liberta' e sicurezza, vita privata, protezione dati personali, matrimonio, pensiero, espressione, riunione, istruzione, lavoro, impresa</td></tr><tr><td>III</td><td><strong>UGUAGLIANZA</strong></td><td>20-26</td><td>Uguaglianza davanti alla legge, non discriminazione, diversita' culturale, parita' uomo-donna, diritti del minore, anziani, disabili</td></tr><tr><td>IV</td><td><strong>SOLIDARIETA'</strong></td><td>27-38</td><td>Informazione lavoratori, contrattazione collettiva, tutela licenziamento, condizioni di lavoro, lavoro minorile, vita familiare, sicurezza sociale, sanita', ambiente, consumatori</td></tr><tr><td>V</td><td><strong>CITTADINANZA</strong></td><td>39-46</td><td>Voto PE e comunale, buona amministrazione, accesso documenti, Mediatore, petizione, circolazione, tutela diplomatica</td></tr><tr><td>VI</td><td><strong>GIUSTIZIA</strong></td><td>47-50</td><td>Ricorso effettivo, giudice imparziale, presunzione innocenza, legalita' e proporzionalita' pene, ne bis in idem</td></tr></table></div><div class='nota-bene'><strong>QUIZ FREQUENTE:</strong> 'Quando la Carta e' divenuta vincolante?' -> <strong>1 dicembre 2009</strong> (Trattato di Lisbona), NON nel 2000! 'Dove si trova il riferimento alla Carta?' -> <strong>Art. 6 TUE</strong>.</div>"
    },
    {
      "pagina": 4,
      "titolo": "I Principi di Funzionamento - Articolo 5 TUE",
      "html": "<h2>I Principi che Regolano l'Azione dell'UE</h2><p>L'<strong>articolo 5 TUE</strong> definisce i principi fondamentali che disciplinano l'esercizio delle competenze dell'Unione.</p><h3>1. Principio di Attribuzione (Art. 5, par. 1-2 TUE)</h3><p><strong>Definizione:</strong> L'Unione agisce <strong>esclusivamente nei limiti delle competenze</strong> che le sono attribuite dagli Stati membri nei Trattati per realizzare gli obiettivi previsti.</p><p><strong>Conseguenza:</strong> Qualsiasi competenza <strong>non attribuita</strong> all'Unione nei Trattati appartiene agli Stati membri.</p><p><strong>Significato pratico:</strong> L'UE non puo' 'auto-attribuirsi' nuovi poteri. Ogni sua azione deve avere una <strong>base giuridica</strong> nei Trattati.</p><h3>2. Principio di Sussidiarieta' (Art. 5, par. 3 TUE)</h3><p><strong>Definizione:</strong> Nei settori che <strong>non sono di sua competenza esclusiva</strong>, l'Unione interviene soltanto se e in quanto gli obiettivi dell'azione prevista non possono essere conseguiti in misura sufficiente dagli Stati membri e possono essere meglio conseguiti a livello di Unione.</p><p><strong>Applicazione:</strong> Si applica <strong>SOLO</strong> alle competenze concorrenti e di sostegno, <strong>MAI</strong> alle competenze esclusive.</p><p><strong>Controllo:</strong> I Parlamenti nazionali vigilano sul rispetto del principio (Protocollo n. 2).</p><h3>3. Principio di Proporzionalita' (Art. 5, par. 4 TUE)</h3><p><strong>Definizione:</strong> Il contenuto e la forma dell'azione dell'Unione si limitano a quanto <strong>necessario</strong> per il conseguimento degli obiettivi dei Trattati.</p><p><strong>Significato:</strong> Anche quando l'UE puo' agire, deve farlo nel modo <strong>meno invasivo</strong> possibile.</p><h3>4. Principio di Leale Cooperazione (Art. 4, par. 3 TUE)</h3><p>L'Unione e gli Stati membri si <strong>rispettano e assistono reciprocamente</strong> nell'adempimento dei compiti derivanti dai Trattati.</p><div class='nota-bene'><strong>QUIZ - DISTINZIONE CHIAVE:</strong><br/>- <strong>Sussidiarieta'</strong> = QUANDO l'UE puo' intervenire (solo se meglio degli Stati)<br/>- <strong>Proporzionalita'</strong> = COME l'UE interviene (solo il necessario)<br/>La sussidiarieta' NON si applica alle competenze esclusive!</div>"
    },
    {
      "pagina": 5,
      "titolo": "Schema Riepilogativo e Quiz Tips",
      "html": "<h2>Schema Riepilogativo Completo</h2><div class='schema-riepilogo'><h4>I 6 Valori dell'Art. 2 TUE</h4><table><tr><th>#</th><th>Valore</th><th>Parole Chiave</th></tr><tr><td>1</td><td>Dignita' umana</td><td>Divieto tortura, schiavitu', trattamenti inumani</td></tr><tr><td>2</td><td>Liberta'</td><td>Liberta' personali + 4 liberta' economiche</td></tr><tr><td>3</td><td>Democrazia</td><td>Elezioni, Parlamento, partecipazione</td></tr><tr><td>4</td><td>Uguaglianza</td><td>Non discriminazione, parita'</td></tr><tr><td>5</td><td>Stato di diritto</td><td>Legalita', indipendenza magistratura</td></tr><tr><td>6</td><td>Diritti umani</td><td>Incluse minoranze, CEDU, Carta</td></tr></table></div><div class='schema-riepilogo'><h4>I 4 Principi di Funzionamento</h4><table><tr><th>Principio</th><th>Articolo</th><th>Domanda a cui Risponde</th></tr><tr><td>Attribuzione</td><td>Art. 5(1-2) TUE</td><td>L'UE PUO' agire in questo settore?</td></tr><tr><td>Sussidiarieta'</td><td>Art. 5(3) TUE</td><td>L'UE DEVE agire o basta lo Stato?</td></tr><tr><td>Proporzionalita'</td><td>Art. 5(4) TUE</td><td>L'UE sta agendo nel modo GIUSTO?</td></tr><tr><td>Leale cooperazione</td><td>Art. 4(3) TUE</td><td>UE e Stati collaborano?</td></tr></table></div><div class='schema-riepilogo'><h4>Carta dei Diritti - Date Chiave</h4><table><tr><th>Data</th><th>Evento</th></tr><tr><td>7 dicembre 2000</td><td>Proclamazione a Nizza (solo politica)</td></tr><tr><td>1 dicembre 2009</td><td>Valore vincolante (Trattato di Lisbona)</td></tr></table></div><h3>Suggerimenti per i Quiz</h3><ul><li><strong>Art. 2 TUE</strong>: Se chiedono i valori, sono sempre 6. 'Solidarieta'' e 'pluralismo' sono citati ma NON sono tra i 6 valori principali.</li><li><strong>Art. 6 TUE</strong>: Questo articolo sancisce che la Carta ha lo stesso valore dei Trattati.</li><li><strong>Art. 7 TUE</strong>: Procedura per violazione valori - unanimita' in Consiglio europeo per constatare, maggioranza qualificata per sanzioni.</li><li><strong>Sussidiarieta' vs Proporzionalita'</strong>: Domanda frequentissima! La sussidiarieta' riguarda SE intervenire, la proporzionalita' riguarda QUANTO intervenire.</li><li><strong>Carta vincolante</strong>: Dal 2009 (Lisbona), non dal 2000!</li></ul>"
    }
  ]
}
